{  
    "on_ramp":{
        "header": "Tu depósito ha sido procesado exitosamente.",
        "closing_words":["¡Que disfrutes de las transacciones"]
    },
    "off_ramp":{
        "1":{
            "header": "Hemos recibido tus fondos",
            "closing_words": ["Siguiente paso: Hemos enviado tus fondos, y estamos preparando la transferencia bancaria.",
            "Una vez tu dinero haya salido de nuestra cuenta bancaria tu recibirás un email de confirmación de la transferencia."]
        },
        "2":{
            "header": "Hemos enviado tus fondos",
            "closing_words": ["Siguiente paso: Hemos enviado los fondos y estamos preparando la transferencia bancaria.",
            "Una vez tu dinero haya salido de nuestra cuenta bancaria tu recibirás un email de confirmación de la transferencia."]
        },
        "3":{
            "header": "Hemos confirmado la transferencia bancaria",
            "closing_words": ["El pago acaba de salir de nuestra cuenta bancaria y pronto se hará visible en tu cuenta bancaria.",
            "El pago acaba de salir de nuestra cuenta bancaria y pronto se hará visible en tu cuenta bancaria.",
            "Mientras tanto la gestión de los bancos hará que la transferencia dure más o menos.",
            "",
            "Gracias por usar el servicio de retirada de dinero de DFX."]
        }
    },
    "kyc_return":{
        "header":"Necesitamos tu opinión para poder completar el depósito (Se ha excedido el límite)",
        "closing_words":
            ["Necesitamos tu opinión para poder completar el depósito",
            "Con éste depósito has excedido la cantidad diaria máxima de 900 euros al día sin verificación de identidad (KYC)",
            "Te podemos ofrecer las siguientes opciones:",
            "",
            "1) Verificación (KYC) - por favor sigue las instrucciones => <a href=\"https://defichain-wiki.com/wiki/DFX_FAQ#Schritt-f.C3.BCr-Schritt_Anleitung_KYC-Prozess\">KYC Manual</a>",
            "Despúes de la verificación ejecutaremos tu orden y te enviaremos los fondos concretados",
            "",
            "2) Retorno - Si no quieres hacer una verificación, te devolveremos tu cantidad total.",
            "En éste caso, por favor envía un email a support@dfx.swiss con tu IBAN y el motivo del retorno",
            "",
            "Si no escuchamos de ti en los siguientes 5 días laborales, devolveremos tu depósito a tu cuenta bancaria."]
    },
    "hash_return":{
        "header":"Necesitamos tu opinión para poder completar el depósito (falta de información)",
        "closing_words":
            ["Desafortunadamente, no somos capaces de encontrar tus fondos exactamente, debido a próposito de pago incorrecto o a un erróneo código hash.",
            "El código hash (con el formato xxxx-xxxx-xxxx) fue creado en combinación con tu ruta de pago Fiat a cripto."]
    },
    "kyc_reminder":{
        "header":"Esto es un recordatorio de tu proceso de verificación de identidad con DFX.Swiss.",
        "closing_words":["Esto es un recordatorio de tu proceso de verificación de identidad con DFX.Swiss.","Por favor, comprueba la página de pago (Botón de Compra/Venta en la aplicación DFX) o en tus emails"]
    },
    "table":{
        "deposit": "Depositado",
        "crypto_payment": "Pago de criptomonedas",
        "fee": "Comisión",
        "foreign_currency_fee": "Comisión de moneda extranjera",
        "exchange_rate": "Tasa de cambio",
        "wallet_address": "Dirección de la billetera",
        "transaction_id": "Identificador de la transacción",
        "output": "Resultado",
        "bank_account": "Cuenta bancaria",
        "bank_tx_id": "Identificador bancario TX",
        "payout": "Desembolso",
        "tx_id": "Identificador de la transacción"
    },  
    "tie_off":"Tu equipo de DFX",
    "bitcoiners": "Amantes del bitcoin ♥"
}