{  
    "on_ramp":{
        "header": "Il tuo deposito e'stato processato correttamente",
        "closing_words":["Buon trading"]
    },
    "off_ramp":{
        "1":{
            "header": "Abbiamo ricevuto i tuoi fondi",
            "closing_words": ["Passo successivo: Abbiamo venduto i tuoi fondi ed ora stiamo preparando il transferimento bancario.",
            "Una volta che i tuoi soldi avranno lasciato il nostro conto corrente bancario riceverai una una email di notifica del bonifico finale."]
        },
        "2":{
            "header": "Abbiamo venduto i tuoi fondi",
            "closing_words": ["Next Step: Abbiamo venduto i tuoi fondi ed ora stiamo preparando il transferimento bancario.",
            "Una volta che i tuoi soldi saranno in uscita dal nostro conto corrente bancario riceverai una una email di notifica del bonifico finale."]
        },
        "3":{
            "header": "Abbiamo eseguito il trasferimento",
            "closing_words": ["Il pagamento ha appena lasciato il nostro conto corrente bancario e sara' visibile sul tuo conto",
            "In pagamento ha appena lascitato il nostro conto corrente bancario e sara' visibile sul tuo conto corrente bacario a breve.",
            "Nel frattempo la banca in carico e'responsabile della durata del transferimento.",
            "",
            "Grazie per aver utilizzato il servizio di prelievo di DFX."]
        }
    },
    "kyc_return":{
        "header":"Abbiamo bisogno del tuo feedback per completare il tuo deposito (limite superato)",
        "closing_words":
            ["Abbiamo bisogno del tuo feedback per processare il tuo deposito ",
            "Con il tuo deposito hai superato la quota massima di 900 € al giorno senza verification (KYC)",
            "Possiamo offrire le seguenti opzioni:",
            "",
            "1) Verifica (KYC) - per favore segui le seguenti instruzioni => <a href=\"https://defichain-wiki.com/wiki/DFX_FAQ#Schritt-f.C3.BCr-Schritt_Anleitung_KYC-Prozess\">KYC Manual</a>",
            "Dopo la verifica eseguiremo il tuo ordine e accrediteremo i tuoi fondi opportunamente",
            "",
            "2) Restituzione - se non desideri effettuare una verifica, ti restituiremo l'intera somma depositata.",
            "in questo caso, preghiamo di inviare una email a support@dfx.swiss con il tuo IBAN e il motivo della restituzione",
            "",
            "In caso di mancate tue notizie entro cinque giorni lavorativi, reinvieremo il tuo deposito al tuo conto corrente bancario."]
    },
    "hash_return":{
        "header":"Abbiamo bisogno del tuo feedback per completare il tuo deposito (informazioni mancanti)",
        "closing_words":
            ["Sfortunatamente, non siamo in grado di allocare il tuo deposito correttamente, a causa di un incorretta causale. (hash code errato o mancante)",
            "L'hash code (formato xxxx-xxxx-xxxx) e' stato creato in combinazione con il tuo Fiat2Crypto Percorso di Pagamento."]
    },
    "kyc_reminder":{
        "header":"Gentile promemoria per la tua verifica KYC presso DFX.swiss.",
        "closing_words":["Gentile promemoria per la tua verifica KYC presso DFX.swiss.","Per favore controlla la pagina di pagamento (pulsante Buy/Sell nella DFX App) o la tua mail"]
    },
    "table":{
        "deposit": "Depositato",
        "crypto_payment": "Pagamento Crypto",
        "fee": "Commissione",
        "foreign_currency_fee": "Commissione valuta straniera",
        "exchange_rate": "Tasso di cambio",
        "wallet_address": "Indirizzo Wallet",
        "transaction_id": "ID Transazione",
        "output": "Risultato",
        "bank_account": "Conto Corrente Bancario",
        "bank_tx_id": "ID Transazione Bancaria",
        "payout": "Pagamento",
        "tx_id": "ID Transazione"
    },  
    "tie_off":"Il tuo DFX Team",
    "bitcoiners": "Bitcoiners con il cuore ♥"
}