{
    "general": {
        "dfx_team_closing": "Tuo DFX team",
        "dfx_closing_message": "Bitcoiners by heart ♥️",
        "support": "Se hai domande,<br>siamo felici di aiutarti su [mail:support@dfx.swiss].",
        "thanks": "Grazie mille per la tua fiducia",
        "happy_trading": "Buon trading",
        "welcome": "Ciao {name},",
        "personal_questions": "Please do not hesitate to contact me if you have any questions.",
        "personal_closing": "Kind regards,<br>{closingName}"
    },
    "payment": {
        "buy_fiat": {
            "initiated": {
                "title": "Fondi ricevuti",
                "salutation": "Abbiamo ricevuto il tuoi fondi",
                "next_step": "Prossimo passaggio: vendiamo i tuoi fondi e li cambiamo nella valuta desiderata e ti teniamo aggiornato con ulteriori email."
            },
            "exchanged": {
                "title": "Fondi venduti",
                "salutation": "Abbiamo venduto i tuoi fondi",
                "next_step": "Prossimo passaggio: abbiamo venduto i tuoi fondi ed ora stiamo preparando il transferimento bancario. Una volta che il denaro sara' inviato al tuo conto corrente bancario riceverai la email finale di notifica del bonifico."
            },
            "processed": {
                "title": "Trasferimento bancario effettuato",
                "salutation": "Abbiamo disposto il trasferimento bancario",
                "next_step": "Il pagamento e' stato emesso dal nostro conto corrente e sara' visibile sul tuo conto a breve. Nel frattempo gli iter bancari sono gli unici responsabili delle tempistiche del bonifico. Grazie per avere utilizzato il servizio di DFX."
            },
            "input_amount": "Pagamento",
            "output_amount": "Importo",
            "payment_link": "Qui puoi trovare l'ID della transazione con il tuo prelievo: [url:Link]"
        },
        "buy_crypto": {
            "title": "Deposito effetuato",
            "salutation": "Il tuo deposito e' stato processato con successo",
            "input_amount": "Depositato",
            "output_amount": "Pagamento Crypto",
            "payment_link": "Qui puoi trovare l'ID della transazione con il tuo pagamento: [url:Link]"
        },
        "return": {
            "fiat": {
                "title": "Trasferimento bancario effettuato",
                "salutation": "I tuoi fondi sono stati rimborsati sul tuo conto corrente"
            },
            "crypto": {
                "title": "I tuoi fondi sono stati rimborsati",
                "salutation": "I tuoi fondi sono stati rimborsati all'indirizzo del tuo portafoglio",
                "payment_link": "Qui trovi l'ID della transazione<br>con il tuo prelievo: [url:Link]"
            },
            "introduction": "Reason why we reimbursed your funds:<br>{reason}",
            "reasons": {
                "daily_limit": "Hai superato il limite senza KYC",
                "user_data_mismatch": "Il nome che hai fornito a DFX non coincide col nome del proprietario dell'IBAN",
                "iban_check": "L'IBAN non può essere utilizzato con DFX",
                "kyc_rejected": "La tua richiesta di KYC è stata rigettata",
                "name_check": "Per ragioni legali non possiamo servirti come cliente",
                "annual_limit": "Hai superato il tuo limite annuale",
                "olky_no_kyc": "Devi completare la KYC per DFX per poter utilizzare Olkypay Bank",
                "min_deposit_not_reached": "Il limite di deposito minimo non è stato raggiunto",
                "name_check_without_kyc": "La tua transazione è stata annullata a causa della KYC mancante",
                "annual_limit_without_kyc": "Hai superato il limite annuale senza KYC",
                "asset_currently_not_available": "L'asset non è al momento disponibile per lo scambio su DFX",
                "staking_discontinued": "Non è possibile effettuare nuovi depositi di staking"
            }
        },
        "pending": {
            "daily_limit": {
                "title": "Limite delle 24 ore superato",
                "salutation": "Hai superato il tuo limite di volume nelle 24 ore",
                "line1": "Per favore, completa la verifica KYC (conosci il tuo cliente) per incrementare il tuo limite.",
                "line2": "Dopo una verifica KYC eseguita con successo procederemo con le tue transazioni.",
                "line3": "In assenza di verifica, il denaro verrà automaticamente restituito dopo 7 giorni.",
                "line4": "Incrementare il limite con la KYC?<br>Clicca [url:qui] per avviare il processo di KYC.",
                "line5": "Alternativamente, puoi anche usare l'app DFX nella tua pagina di pagamento,<br> cliccare sulla freccia rossa vicino a \"Il tuo limite\"<br> e avviare la verifica."
            },
            "annual_limit": {
                "title": "Limite annuale superato",
                "salutation": "Hai superato il tuo limite di volume annuo",
                "line1": "Per favore, richiedi un nuovo limite annuale.",
                "line2": "Una volta che il nuovo limite è stato approvato,<br> procederemo con la tua transazione.",
                "line3": "Aumentare il limite?",
                "line4": "Apri la pagina di pagamento attraverso \"My DFX\" nell'app DFX.",
                "line5": "Vai sulla freccia rossa sotto \"Il tuo limite\" e<br> fai richiesta per un nuovo limite desiderato.."
            },
            "annual_limit_without_kyc": {
                "title": "Transazione in sospeso - limite annuo senza KYC superato",
                "salutation": "Hai superato il tuo limite di volume annuale senza KYC",
                "line1": "Caro affezionato cliente, molte grazie per la tua fiducia in DFX AG.",
                "line2": "Sfortunatamente non possiamo procedere senza una verifica completa poiché hai superato il tuo limite annuale.",
                "line3": "Ti chiediamo dunque di usare questo link [url:qui] per eseguire la KYC con la tua carta d'identità.",
                "line4": "In alternativa, puoi anche usare la pagina dei pagamenti sulla tua app DFX <br> e cliccare sulla freccia rossa vicina a \"Il tuo limite\" <br> e iniziare la KYC.",
                "line5": "Se non vuoi eseguire la verifica, i tuoi soldi saranno rimborsati completamente in automatico dopo 7 giorni."
            },
            "olky_no_kyc": {
                "title": "KYC richiesta per utilizzare i trasferimenti immediati SEPA",
                "salutation": "La verifica KYC è richiesta per usare la nostra banca in Lussemburgo",
                "line1": "Per usare il nostro conto corrente in Lussemburgo con la funzionalità SEPA istantanea, una verifica completa è sfortunatamente obbligatoria.",
                "line2": "Ti chiediamo quindi di usare questo link [url:qui] per eseguire la KYC col tuo documento d'identità.",
                "line3": "Alternativamente, puoi anche usare l'app DFX nella tua pagina dei pagamenti <br> per cliccare sulla freccia rossa vicino a \"Il tuo limite\" <br> ed avviare la KYC.",
                "line4": "Senza verifica, puoi continuare a usare il nostro conto corrente svizzero fino a 1000 EUR al giorno senza KYC utilizzando il SEPA standard.",
                "line5": "Se non vuoi eseguire la verifica, i soldi saranno pienamente rimborsati in modo automatico dopo 7 giorni."
            },
            "name_check_without_kyc": {
                "title": "KYC richiesta per eseguire la transazione in sospeso",
                "salutation": "La tua transazione in sospeso richiede una verifica KYC completa prima dell'esecuzione",
                "line1": "Caro affezionato cliente, molte grazie per la tua fiducia in DFX AG.",
                "line2": "Sfortunatamente non possiamo processare il tuo ordine senza una verifica completa (KYC).",
                "line3": "Ti chiediamo dunque di usare questo link [url:qui] per eseguire la KYC con la tua carta d'identità.",
                "line4": "In alternativa, puoi anche usare la pagina dei pagamenti sulla tua app DFX <br> e cliccare sulla freccia rossa vicina a \"Il tuo limite\" <br> e iniziare la KYC.",
                "line5": "Se non vuoi eseguire la verifica, i tuoi soldi saranno rimborsati completamente in automatico dopo 7 giorni."
            }
        },
        "blockchain": "Blockchain",
        "input_blockchain": "Deposito Blockchain",
        "output_blockchain": "Pagamento Blockchain",
        "dfx_fee": "DFX Commissioni",
        "exchange_rate": "Tasso di cambio",
        "bank_account": "Conto corrente bancario",
        "remittance_info": "Utilizzo della banca",
        "transaction_id": "ID transazione",
        "wallet_address": "Indirizzo del Wallet",
        "reimbursed": "Rimborsato"
    },
    "referral": {
        "title": "Pagamento delle Ricompense dai Referral",
        "salutation": "Le tue ricompense dai referral sono state pagate",
        "output_amount": "Importo",
        "payment_link": "Qui puoi trovare l'ID della transazione per il pagamento delle ricompense dai tuoi referral: [url:Link]",
        "dfx_ambassador": "Sei un vero Ambasciatore DFX - grazie per promuovere DFX!"
    },
    "kyc": {
        "success": {
            "title": "Verifica riuscita",
            "salutation": "Verifica riuscita",
            "message": "La verifica è stata completata."
        },
        "failed": {
            "title": "La tua identificazione online non è riuscita",
            "salutation": "La tua identificazione online non è riuscita",
            "message": "Abbiamo notato che la sua identificazione online è fallita. Tuttavia, abbiamo già sbloccato l'identificazione video per te."
        },
        "ident": {
            "title": "Verifica completata",
            "salutation": "Identificazione completata - i suoi dati saranno controllati",
            "message": "L'identificazione è stata completata con successo e i tuoi dati vengono ora controllati.<br>Il controllo può richiedere fino a 24 ore in casi individuali."
        },
        "chatbot": {
            "title": "Chatbot completato",
            "salutation": "Chatbot completato -passo successivo per la tua verifica"
        },
        "reminder": {
            "title": "Completa la tua verifica",
            "salutation": "Completa la tua verifica",
            "message": "Abbiamo notato che non hai completato la {status}."
        },
        "next_step": "Per iniziare il processo di identificazione online, clicca sul pulsante di aggiornamento nella sezione dei limiti della pagina di pagamento (accedi tramite il bottone \"My DFX\" nell'app) o [url:qui].",
        "last_step": "Fai il passo finale e inizia a lavorare sulla tua libertà finanziaria oggi stesso"
    },
    "link_address": {
        "title": "Collega il tuo indirizzo",
        "salutation": "Vuoi collegare il tuo indirizzo al tuo account pre-esistente?",
        "existing_address": "Indirizzo esistente",
        "new_address": "Nuovo indirizzo",
        "message": "Se vuoi collegare il tuo nuovo indirizzo al tuo account pre-esistente e già verificato, per favore, queste istruzioni: [url:clicca qui]"
    },
    "limit_request": {
        "title": "Transaction volume approved",
        "message": "Your request of {limitAmount} EUR transaction volume has been approved and is now freely available to you."
    },
    "black_squad": {
        "title": "Invitation Black Squad",
        "line1": "first of all I would like to introduce myself. My name is Oli and I am CMO at DFX.swiss.",
        "line2": "For some time now, we have been maintaining a Telegram group for people with larger investments via DFX.swiss and would like to offer you with this group",
        "line3": "<ul><li>provide a direct mouthpiece to the C-Level of DFX</li><li>provide a platform for discussions</li><li>listen closely to your requests for new services</li><li>and introduce you to new topics and services in advance</li></ul>",
        "line4": "We would be pleased if you would like to join this group.",
        "line5": "We have provided you with direct access to this group on your personal DFX Payment page. Just click on MyDFX in the DFX app and follow the link.",
        "closing": "Thank you for your trust in us.<br>Oli"
    }
}