{
    "general": {
        "dfx_team_closing": "Votre équipe DFX",
        "dfx_closing_message": "Bitcoiners by heart ♥️",
        "support": "Si vous avez des questions,<br>nous sommes ravis de vous aider sur [mail:support@dfx.swiss].",
        "thanks": "Merci beaucoup pour votre confiance",
        "happy_trading": "Bon trading",
        "welcome": "Bonjour {name},",
        "personal_questions": "Please do not hesitate to contact me if you have any questions.",
        "personal_closing": "Kind regards,<br>{closingName}"
    },
    "login": {
        "title": "Connexion DFX",
        "salutation": "Connexion DFX",
        "message": "Cliquez sur le lien suivant pour vous connecter à DFX [url:ici]"
    },
    "payment": {
        "buy_fiat": {
            "initiated": {
                "title": "Fonds reçus",
                "salutation": "Nous avons reçu vos fonds",
                "next_step": "Étape suivante: nous allons vendre vos fonds et les échanger dans la monnaie que vous souhaitez, nous vous informerons dans les prochains e-mails."
            },
            "exchanged": {
                "title": "Fonds vendus",
                "salutation": "Nous avons vendu vos fonds",
                "next_step": "Étape suivante : maintenant que nous avons vendu vos fonds, nous préparons le virement bancaire. Lorsque l'argent sera sorti de notre compte bancaire, vous recevrez un dernier e-mail confirmant le virement."
            },
            "processed": {
                "title": "Virement effectué",
                "salutation": "Nous avons effectué le virement bancaire",
                "next_step": "Le virement vient de partir de notre banque et sera visible sur votre compte sous peu. La latence du traitement est désormais de la responsabilité de la banque. Merci d'avoir utilisé le service de retrait de DFX."
            },
            "input_amount": "Versement",
            "output_amount": "Versement net",
            "payment_link": "Vous trouverez ici l'ID de transaction associée à votre retrait: [url:Link]"
        },
        "buy_crypto": {
            "title": "Dépôt effectué",
            "salutation": "Votre dépôt a été effectué avec succès",
            "input_amount": "Déposé",
            "output_amount": "Paiement crypto",
            "payment_link": "Vous trouverez ici l'ID de transaction associée à votre versement: [url:Link]"
        },
        "return": {
            "fiat": {
                "title":"Remboursement des fonds",
                "salutation": "Vos fonds ont été retournés à votre banque"
            },
            "crypto": {
                "title": "Remboursement des fonds",
                "salutation": "Vos fonds ont été remboursés sur votre adresse de wallet",
                "payment_link": "Vous trouverez l'ID de transaction<br>pour le remboursement: [url:Link]"
            },
            "introduction": "Reason why we reimbursed your funds:<br>{reason}",
            "reasons": {
                "daily_limit": "Vous avez dépassé la limite hors KYC",
                "user_data_mismatch": "Le nom que vous avez indiqué à DFX ne correspond pas au nom du propriétaire de l'IBAN",
                "iban_check": "L'IBAN n'est pas utilisable avec DFX",
                "kyc_rejected": "Votre demande KYC a été rejetée",
                "name_check": "Pour des raisons légales, nous ne pouvons vous servir comme client",
                "annual_limit": "Vous avez dépassé votre limite annuelle",
                "olky_no_kyc": "Vous devez terminer le KYC de DFX pour utiliser Olkypay Bank",
                "min_deposit_not_reached": "La limite de dépôt minimum n'a pas été atteinte",
                "name_check_without_kyc": "Votre transaction a été annulée en raison d'un KYC manquant",
                "annual_limit_without_kyc": "Vous avez dépassé la limité annuelle sans KYC",
                "asset_currently_not_available": "Cet actif n'est actuellement pas disponible à l'échange avec DFX",
                "staking_discontinued": "Les nouveaux dépôts en staking ne sont plus possible"
            }
        },
        "pending": {
            "daily_limit": {
                "title": "Limite sur 24h dépassée",
                "salutation": "Vous avez dépassé votre volume sur 24h",
                "line1": "Veuillez vous faire vérifier par le KYC (know your customer) pour augmenter votre limite.",
                "line2": "Nous traiterons votre transaction après la réussite du KYC.",
                "line3": "Sans vérification, ton argent te sera automatiquement retourné après 7 jours.",
                "line4": "Augmenter la limite par un KYC ?<br>Cliquer [url:ici] pour commencer la procédure de KYC.",
                "line5": "Autrement, vous pouvez aussi utiliser l'appli DFX sur votre page de paiement,<br> cliquer sur la flèche rouge en face de \"Votre limite\"<br> et commencer la vérification."
            },
            "annual_limit": {
                "title": "Limite annuelle dépassée",
                "salutation": "Vous avez dépassé votre volume annuel",
                "line1": "Veuillez demander une nouvelle limite annuelle.",
                "line2": "Nous traiterons votre transaction après<br> l'augmentation de votre limite.",
                "line3": "Augmenter la limite ?",
                "line4": "Ouvrez la page de paiement via le bouton \"My DFX\" dans l'appli DFX.",
                "line5": "Rendez-vous sur la flèche rouge sous \"Votre limite\" et<br> demandez une nouvelle limite."
            },
            "annual_limit_without_kyc": {
                "title": "Transaction en attente - limite annuelle sans KYC dépassée",
                "salutation": "Vous avez dépassé votre volume annuel sans KYC",
                "line1": "Cher client, merci beaucoup pour votre confiance en DFX AG.",
                "line2": "Malheureusement, comme vous avez dépassé votre limite annuelle, nous ne pouvons pas traiter votre commande sans vérifier votre compte.",
                "line3": "Nous vous invitions donc à utiliser ce lien [url:ici] pour réaliser le KYC avec votre pièce d'identité.",
                "line4": "Vous pouvez aussi utiliser l'appli DFX et, sur votre page de paiement, <br> cliquer sur la flèche rouge à côté de \"Votre limite\" <br> pour commencer le KYC.",
                "line5": "Si vous ne souhaitez pas réaliser la vérification, les fonds seront intégralement retournés après 7 jours."
            },
            "olky_no_kyc": {
                "title": "Le KYC est nécessaire pour utiliser le virement SEPA instantané",
                "salutation": "Une vérification KYC est nécessaire pour utiliser notre banque luxembourgeoise",
                "line1": "Pour utiliser notre compte bancaire au Luxembourg lors d'un virement instantané, une vérification complète doit être réalisée.",
                "line2": "Nous vous demandons donc d'utiliser ce lien [url:ici] pour réaliser le KYC avec votre carte d'identité.",
                "line3": "Autrement, vous pouvez utiliser l'appli DFX et vous rendre sur votre page de paiement <br> pour cliquer sur la flèche rouge à côté de \"Votre limite\" <br> et démarrer le KYC.",
                "line4": "Sans vérification, vous pouvez continuer à utiliser notre compte bancaire suisse jusqu'à 1 000 euros par jour en SEPA standard.",
                "line5": "Si vous ne réalisez pas la vérification, l'argent sera retourné automatiquement après 7 jours."
            },
            "name_check_without_kyc": {
                "title": "KYC requis pour traiter votre transaction en attente",
                "salutation": "Votre transaction en attente nécessite une vérification KYC complète pour être traitée",
                "line1": "Cher client, merci beaucoup pour votre confiance en DFX AG.",
                "line2": "Nous ne pouvons malheureusement pas traiter votre commande sans une vérification KYC complète.",
                "line3": "Nous vous invitions donc à utiliser ce lien [url:ici] pour réaliser le KYC avec votre pièce d'identité.",
                "line4": "Vous pouvez aussi utiliser l'appli DFX et, sur votre page de paiement, <br> cliquer sur la flèche rouge à côté de \"Votre limite\" <br> pour commencer le KYC.",
                "line5": "Si vous ne souhaitez pas réaliser la vérification, les fonds seront intégralement retournés après 7 jours."
            }
        },
        "blockchain": "Blockchain",
        "input_blockchain": "Blockchain de dépôt",
        "output_blockchain": "Blockchain de paiement",
        "dfx_fee": "DFX Frais",
        "exchange_rate": "Taux de change",
        "bank_account": "Compte bancaire",
        "remittance_info": "Motif du paiement",
        "transaction_id": "ID de la transaction",
        "wallet_address": "Adresse du portefeuille",
        "reimbursed": "Remboursés"
    },
    "referral": {
        "title": "Paiement de la prime de parrainage",
        "salutation": "Votre prime de parrainage a été versée",
        "output_amount": "Montant",
        "payment_link": "Voici l'ID de transaction de votre prime de parrainage: [url:Link]",
        "dfx_ambassador": "Vous êtes un véritable ambassadeur. Merci de passer le mot à propos de DFX !"
    },
    "kyc": {
        "success": {
            "title": "Vérification réussie",
            "salutation": "Vérification réussie",
            "message": "Votre vérification est terminée."
        },
        "failed": {
            "title": "Votre identification a échoué",
            "salutation": "Votre identification a échoué",
            "message": "Nous avons remarqué que votre identification a échoué. Veuillez réessayer avec l'URL suivante: [url:ici]"
        },
        "reminder": {
            "title": "Terminez votre vérification",
            "salutation": "Terminez votre vérification",
            "message": "Nous avons remarqué que vous n'avez pas terminé votre vérification."
        },
        "next_step": "Pour commencer l'identification en ligne, cliquez sur le bouton d'actualisation dans la section Limites de la page de paiement (via le bouton \"My DFX\" dans l'appli) ou [url:ici].",
        "last_step": "Franchissez le dernier pas et développez votre liberté financière dès aujourd'hui"
    },
    "link_address": {
        "title": "Associez votre adresse",
        "salutation": "Souhaitez-vous lier votre adresse à votre compte actuel ?",
        "existing_address": "Adresse existante",
        "new_address": "Nouvelle adresse",
        "message": "Si vous souhaitez lier cette nouvelle adresse à votre compte actuel déjà vérifié, veuillez les instructions ci-dessous: [url:Cliquez ici]"
    },
    "limit_request": {
        "title": "Transaction volume approved",
        "message": "Your request of {limitAmount} EUR transaction volume has been approved and is now freely available to you."
    },
    "black_squad": {
        "title": "Invitation Black Squad",
        "line1": "first of all I would like to introduce myself. My name is Oli and I am CMO at DFX.swiss.",
        "line2": "For some time now, we have been maintaining a Telegram group for people with larger investments via DFX.swiss and would like to offer you with this group",
        "line3": "<ul><li>provide a direct mouthpiece to the C-Level of DFX</li><li>provide a platform for discussions</li><li>listen closely to your requests for new services</li><li>and introduce you to new topics and services in advance</li></ul>",
        "line4": "We would be pleased if you would like to join this group.",
        "line5": "We have provided you with direct access to this group on your personal DFX Payment page. Just click on MyDFX in the DFX app and follow the link.",
        "closing": "Thank you for your trust in us.<br>Oli"
    }
}